{
    "2.0.0": {
        "en": "Replacement for SmartThings Hub so the app id doesn't conflict with the Athom SmartThings app"
    },
    "2.0.1": {
        "en": "Updates for regridgeration."
    },
    "2.0.2": {
        "en": "Fix broken stDevice data fetch."
    },
    "2.0.3": {
        "en": "Added extra condition to motionSensor. Added objectDetection and imageCapture to get more information."
    },
    "2.0.4": {
        "en": "Updated image capture to show image. Added Object type. Fixed Object detection."
    },
    "2.0.5": {
        "en": "More logging of device discovery. Only request hidden compoants of the capability exists."
    },
    "2.0.6": {
        "en": "Added extra Flow trigers for fridge / freezer."
    },
    "2.0.7": {
        "en": "Fix 'error Missing Capability Listener: aircon_fan_mode'. Added button status to tag to determine if Pushed or Held."
    },
    "2.0.8": {
        "en": "Fix 'HTTP error' when setting the AC Fan Mode."
    },
    "2.0.9": {
        "en": "Added Sleep and Windfree and removed Turbo to / from AC Fan Mode."
    },
    "2.0.10": {
        "en": "Fix Action capability for aircon_fan_mode. New icon for air purifier when just aircon_fan_mode detected."
    },
    "2.0.11": {
        "en": "Fix date and time not using Homey time zone."
    },
    "2.0.12": {
        "en": "Added support for thermostats."
    },
    "2.0.13": {
        "en": "Added support for PM10, PM2.5, PM1 and Odor sensors."
    },
    "2.0.14": {
        "en": "Added Odor Status and fixed missing PM1 value."
    },
    "2.0.15": {
        "en": "Added Odor Status and fixed missing PM1 value (take 2)."
    },
    "2.0.16": {
        "en": "Check if temperature is in Fahrenheit and convert to Celsius."
    },
    "2.0.17": {
        "en": "Check if temperature is in Fahrenheit and convert to Celsius for refrigeration device."
    },
	"2.0.18": {
		"en": "Added Job Status Changed Flow trigger."
	},
	"2.0.19": {
		"en": "Changes for store submission."
	},
	"2.0.20": {
		"en": "Fixed Log send functions."
	},
	"2.0.21": {
		"en": "Fix issue where value was a string when a number was required. Fixed image path on Homey 2023."
	},
	"2.0.22": {
		"en": "Added 'DisplayPort' to media input source list. Remove bad capabilities from the device to prevent repetitive errors."
	}
}